<!doctype html>
<!--[if IE 8 ]>
<html class="ie ie8" lang="en">
<![endif]-->
<!--[if (gte IE 9)|!(IE)]>
<html lang="en" class="no-js">
<![endif]-->
<html lang="en">
  <?php include "init-template.php";?>
  <body>
    <div id="container">
      <?php include "header.php";?>

      	<div class="breadcrumbs-audit-committee">
      		<div class="container">
	            <h1>คณะกรรมการตรวจสอบ</h1>
	            <p>การดำเนินงานของคณะกรรมกรรมตรวจสอบ</p>
	        </div>
      	</div>
 		<div id="content">
	 		<div class="container charter-container">
	 			<div class="row">
	 				<?php include "ac-sidebar.php";?>
	 				<div class="col-md-9" >
	 					<div class="page-header-v2"> 
					        <div class="row">
					            <div class="col-md-12">  
				 					<div class="breadcrumb">
						                <span>คุณอยู่ที่นี่ : </span>
						                <a href="./">หน้าแรก</a>
						                <span class="crumbs-spacer"></span>
						                <span class="current">คณะกรรมการตรวจสอบ</span>
						                <span class="crumbs-spacer"></span>
						                <span class="current">กฎบัตรคณะกรรมการตรวจสอบ</span>
						            </div>
			            		</div>
			            	</div>
			            </div>

	 					<div class="big-title">กฎบัตรของคณะกรรมการตรวจสอบ</div>
	 					<ul class="charter">
	 						<li>
	 							<div class="small-title">
	 								กฎบัตรนี้จัดทำโดยมีวัตถุประสงค์เพื่อ
	 							</div>
	 							<ul>
	 								<li>
	 									<span class="number">1.)</span>  
			 							กำหนดขอบเขตอำนาจหน้าที่ ของคณะกรรมการตรวจสอบ บริษัท พรีไซซ คอร์ปอเรชั่น จำกัด ซึ่งเป็นกลไกที่สำคัญประการหนึ่ง
			 							<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
			 							ของการกำกับดูแลกิจการที่ดี 	เพื่อให้ความมั่นใจ		 							
			 							แก่ผู้มีส่วนได้เสียว่าการดำเนินการของบริษัทเป็นไปตามจรรยาบรรณที่
			 							พึงปฏิบัติ
			 							<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
			 							และ คงไว้ซึ่งระบบการควบคุมภายในที่มีประสิทธิภาพ โดยปราศจากการขัดแย้งทางผลประโยชน์
	 								</li>
	 								<li>
	 									<span class="number">2.)</span>
	 									เพื่อใช้เป็นแนวทางปฏิบัติสำหรับคณะกรรมการตรวจสอบในการปฏิบัติหน้าที่อย่างมี
	 									มาตรฐาน และสอดคล้องกับประมวลข้อกำหนด
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									ของสำนักงานคณะกรรมการกำกับหลักทรัพย์	 									
	 									และตลาดหลักทรัพย์อันเป็นประโยชน์แก่ผู้มีส่วนได้เสียที่เกี่ยวข้อง 
	 									และเพื่อให้กรรมการบริษัท, 
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									ผู้บริหาร มีความเข้าใจขอบเขตการทำงานของคณะกรรมการตรวจสอบ
	 								</li>
	 							</ul>
	 						</li>

	 						<li>
	 							<div class="small-title orange">
	 								<span class="number">1.</span> วัตถุประสงค์ในการจัดตั้งคณะกรรมการตรวจสอบ
	 							</div>
	 							<p class="description">
		 							คณะกรรมการตรวจสอบ (Audit Committee) เป็นคณะกรรมการอิสระที่จัดตั้งขึ้นโดยมติของคณะกรรมการ
									บริษัท เพื่อช่วยให้บริษัทจัดให้มีการควบคุมภายในที่เหมาะสม มีระบบการกำกับดูแลกิจการที่ดี
									มีการบริหารความเสี่ยง
									เสริมสร้างประสิทธิภาพในการดำเนินงานและเพิ่มมูลค่าให้แก่องค์กร
								</p>
	 						</li>

	 						<li>
	 							<div class="small-title orange">
	 								<span class="number">2.</span> องค์ประกอบและคุณสมบัติของคณะกรรมการตรวจสอบ
	 							</div>
	 							<ul>
	 								<li>
	 									<strong><span class="number">2.1</span> องค์ประกอบ</strong>
			 							<p class="description">
				 							คณะกรรมการตรวจสอบ ประกอบด้วยกรรมการอิสระอย่างน้อย 3 ท่าน 
				 							โดยกรรมการตรวจสอบอย่างน้อย 1 ท่าน ต้องมีความรู้ความชำนาญและประสบการณ์ด้านการบัญชี หรือการเงิน และ
				 							มีความรู้ต่อเนื่องเกี่ยวกับเหตุที่มีต่อการเปลี่ยนแปลงของการรายงานทาง
				 							การเงิน
				 							เพียงพอที่จะทำหน้าที่ในการสอบทานความน่าเชื่อถือของงบการเงิน
				 							ที่เกี่ยวข้องตามข้อกำหนดของ
				 							ตลาดหลักทรัพย์	แห่งประเทศไทยได้ และให้หัวหน้าหน่วยงานตรวจสอบภายใน
				 							ทำหน้าที่เป็นเลขานุการคณะกรรมการตรวจสอบ
										</p>
	 								</li>
	 								<li>
	 									<strong><span class="number">2.2</span> คุณสมบัติ</strong>
			 							<p class="description">
				 							คณะกรรมการตรวจสอบ ต้องมีคุณสมบัติครบถ้วนตามหลักเกณฑ์ที่กำหนด
				 							ในประกาศของสำนักงานคณะกรรมการกำกับหลักทรัพย์และตลาดหลักทรัพย์ 
				 							(ก.ล.ต.) และ หน่วยงานกำกับดูแลต่างๆ กำหนดขึ้น โดยกรรมการตรวจสอบ
				 							ต้องมีความเป็นกลาง ไม่มีผลประโยชน์หรือส่วนได้ส่วนเสียไม่ว่าทางตรง
				 							หรือทางอ้อม ในลักษณะที่อาจจะมีผลต่อการใช้ดุลยพินิจตามหน้าที่และ
				 							ความรับผิดชอบอย่างอิสระ
										</p>
	 								</li>
	 							</ul>
	 						</li>

	 						<li>
	 							<div class="small-title orange">
	 								<span class="number">3.</span> การแต่งตั้ง และวาระการดำรงตำแหน่ง
	 							</div>
	 							<ul>
	 								<li>
	 									<strong><span class="number">3.1</span> การแต่งตั้ง</strong>
	 									<ul>
	 										<li>
	 											<span class="number">3.1.1</span> คณะกรรมการบริษัทเป็น
	 											ผู้แต่งตั้งงกรรมการอิสระอย่างน้อย 3 คน เป็นกรรมการตรวจสอบ
	 										</li>
	 										<li>
	 											<span class="number">3.1.2</span>
	 											คณะกรรมการตรวจสอบ พิจารณาคัดเลือกกรรมการตรวจสอบ 1 ท่าน เป็นประธานคณะกรรมการตรวจสอบ
	 										</li>
	 										<li>
	 											<span class="number">3.1.3</span>
	 											เมื่อกรรมการตรวจสอบครบวาระการดำรงตำแหน่งหรือมีเหตุที่กรรมการตรวจสอบ
	 											ไม่สามารถอยู่ได้จนครบวาระ และมีผลให้จำนวน
	 											<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 											สมาชิกน้อยกว่า 3 คน คณะกรรมการบริษัท  จะแต่งตั้งกรรมการตรวจสอบทดแทนให้ครบถ้วนภายใน 3  เดือนนับแต่วันที่จำนวนสมาชิก
	 											<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 											ไม่ครบถ้วน เพื่อให้เกิดความ
	 											ต่อเนื่องในการปฏิบัติงานของคณะกรรมการตรวจสอบ
	 										</li>
	 									</ul>
	 								</li>
	 								<li>
	 									<strong><span class="number">3.2</span> วาระการดำรงตำแหน่ง</strong>
	 									<ul>
	 										<li>
	 											<span class="number">3.2.1</span> 
	 											วาระการดำรงตำแหน่งกรรมการตรวจสอบแต่ละท่านให้เป็นไปตามวาระ การดำรงตำแหน่งกรรมการบริษัท 
	 											<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 											โดยจะครบวาระ  การดำรงตำแหน่งในการประชุมสามัญประจำปีผู้ถือหุ้น												
	 											พร้อมกับ การครบวาระการดำรงตำแหน่งกรรมการบริษัท
	 										</li>
	 										<li>
	 											<span class="number">3.2.2</span>
	 											กรรมการตรวจสอบอาจได้รับการแต่งตั้งกลับเข้ามาดำรง 
	 											ตำแหน่งต่อไปได้อีกตามที่คณะกรรมการบริษัทเห็นว่าเหมาะสม  แต่ไม่ควร
	 											<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 											ได้รับการต่อวาระโดยอัตโนมัติ
	 										</li>
	 										<li>
	 											<span class="number">3.2.3</span>
	 											นอกเหนือจากการพ้นจากตำแหน่งเมื่อครบวาระการดำรงตำแหน่งตามที่กำหนด
	 											กรรมการตรวจสอบจะพ้นจากตำแหน่งเมื่อ
	 											<ul>
	 												<li>
	 													<span class="number">1. </span>
	 													ลาออก
	 												</li>
	 												<li>
	 													<span class="number">2. </span>
	 													คณะกรรมการบริษัทมีมติให้พ้นจากตำแหน่ง
	 												</li>
	 												<li>
	 													<span class="number">3. </span>
	 													ขาดคุณสมบัติของการเป็นกรรมการตรวจสอบตามกฎบัตร
	 													คณะกรรมการตรวจสอบ หรือ หลักเกณฑ์ข้อกำหนดที่คณะกรรมการ

														<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 													กำกับหลักทรัพย์และ ตลาดหลักทรัพย์ (ก.ล.ต.) 
	 													และหน่วยงานกำกับดูแลต่างๆ  กำหนดขึ้น
	 												</li>
	 												<li>
	 													<span class="number">4. </span>
	 													เมื่อกรรมการตรวจสอบครบวาระการดำรงตำแหน่งหรือมีเหตุใดก็ตาม 
	 													ที่กรรมการตรวจสอบไม่สามารถอยู่ได้จนครบวาระ มีผลให้
	 													<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 													จำนวนกรรมการตรวจสอบน้อยกว่า	 จำนวนที่กำหนด คือ
	 													3 ท่าน ให้คณะกรรมการบริษัท แต่งตั้งกรรมการตรวจสอบท่านใหม่
	 													<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 													ให้ครบถ้วนในทันที หรืออย่างช้าภายใน 3 เดือน นับแต่วันที่
														จำนวนกรรมการไม่ครบถ้วน 	เพื่อให้เกิดความต่อเนื่องใน 
														<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
														การดำเนินงาน ของคณะกรรมการตรวจสอบ  โดยบุคคลที่เข้าเป็นกรรมการตรวจสอบแทนจะ
														อยู่ในตำแหน่งได้เพียง
														<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
														เท่าวาระที่ยังเหลืออยู่ของ กรรมการตรวจสอบซึ่งพ้นจากตำแหน่งท่านนั้น
	 												</li>
	 											</ul>
	 										</li>
	 									</ul>
	 								</li>
	 							</ul>
	 						</li>

	 						<li>
	 							<div class="small-title orange">
	 								<span class="number">4.</span> อำนาจหน้าที่และความรับผิดชอบของคณะกรรมการตรวจสอบ
	 							</div>
	 							<ul>
	 								<li>
	 									<span class="number">4.1</span>
	 									สอบทานให้บริษัท มีการรายงานทางการเงินอย่างถูกต้องและเพียงพอ โดยการประสานงานกับผู้สอบ
	 									บัญชีภายนอก และผู้บริหาร
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									ที่รับผิดชอบจัดทำรายงานทางการเงิน ทั้งรายไตรมาส และประจำปี โดยที่
	 									คณะกรรมการตรวจสอบสามารถเสนอแนะให้ผู้สอบบัญชีสอบทาน
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									หรือตรวจสอบรายการใดๆ 
	 									ที่เห็นว่าจำเป็นและเป็นเรื่องสำคัญในระหว่างการตรวจสอบบัญชีของบริษัทได้
	 								</li>
	 								<li>
	 									<span class="number">4.2</span>
	 									สอบทานให้บริษัท มีระบบการควบคุมภายใน (Internal Control) 
	 									และการตรวจสอบภายใน (Internal Audit) ที่เหมาะสมและมีประสิทธิผล
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									โดยสอบทานร่วมกับผู้สอบบัญชี และผู้ตรวจสอบภายใน รวมทั้ง
	 									พิจาณาความเป็นอิสระของหน่วยงานตรวจสอบภายใน ให้ความเห็นชอบ
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									ในการแต่งตั้งโยกย้าย เลิกจ้างหัวหน้าหน่วยงานตรวจสอบภายใน อนุมัติแผนงาน 									
	 									การตรวจสอบภายใน ประจำปี และให้ความเห็นชอบต่อ
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									กฎบัตรหน่วยงานตรวจสอบภายในเพื่อนำเสนอต่อ ประธานกรรมการบริษัทพิจารณาอนุมัติ
	 								</li>
	 								<li>
	 									<span class="number">4.3</span>
	 									สอบทานกับฝ่ายบริหารของบริษัท เพื่อให้มั่นใจว่า
	 									บริษัทมีระบบการประเมินความเสี่ยงที่เหมาะสม มีฃการบริหารความเสี่ยง และ
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									การติดตามการบริหารความเสี่ยงนั้น
	 								</li>
	 								<li>
	 									<span class="number">4.4</span>
	 									สอบทานให้บริษัทปฏิบัติตามกฎหมายว่าด้วยหลักทรัพย์และตลาดหลักทรัพย์ 
	 									ข้อกำหนดของตลาดหลักทรัพย์ฯ และกฎหมายที่เกี่ยวข้อง
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									กับธุรกิจของบริษัท
	 								</li>
	 								<li>
	 									<span class="number">4.5</span>
	 									พิจารณา คัดเลือก เสนอแต่งตั ้งบุคคลซึ่งมีความเป็นอิสระเพื่อ
	 									ทำหน้าที่ผู้สอบบัญชีของบริษัท และ
	 									เสนอค่าตอบแทนของผู้สอบบัญชี 
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									โดยคำนึงถึงความน่าเชื่อถือ  ความเพียงพอของทรัพยากร  ปริมาณงานตรวจสอบและความเป็นอิสระของผู้สอบบัญชี 
	 									รวมถึงประสบการณ์
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									ของบุคลากรที่ได้รับมอบหมาย
	 									ให้ทำการตรวจสอบบัญชีของบริษัท และจัดให้มีการประชุมร่วมกับผู้สอบบัญชี
	 									โดยไม่มีฝ่ายจัดการ
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									เข้าร่วมประชุมด้วยอย่างน้อยปีละ 1 ครั้ง
	 								</li>
	 								<li>
	 									<span class="number">4.6</span>
	 									สอบทานประเด็นเกี่ยวกับความเสี่ยงในเรื่องทุจริต
	 								</li>
	 								<li>
	 									<span class="number">4.7</span>
	 									พิจารณารายการที่เกี่ยวโยงกันหรือรายการที่อาจมีความขัดแย้งทางผลประโยชน์
	 									ให้เป็นไปตามกฎหมาย และข้อกำหนด
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									ของตลาดหลักทรัพย์ฯ ทั้งนี้ เพื่อให้มั่นใจว่ารายการดังกล่าว	 									
	 									สมเหตุสมผลและเป็นประโยชน์สูงสุดต่อบริษัท
	 								</li>
	 								<li>
	 									<span class="number">4.8</span>
	 									จัดทำรายงานของคณะกรรมการตรวจสอบโดยเปิดเผยไว้ในรายงานประจำปีของบริษัท
	 									ซึ่งรายงาน ดังกล่าวต้องลงนามโดยประธาน
										<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
										คณะกรรมการตรวจสอบ  และต้องประกอบด้วยข้อมูลอย่างน้อย
										ดังต่อไปนี้

										<ul style="list-style-type: circle;margin-left:20px;">
											<li>
												ความเห็นเกี่ยวกับความถูกต้อง ครบถ้วน
												เป็นที่เชื่อถือได้ของรายงานทางการเงินของบริษัท
											</li>
											<li>ความเห็นเกี่ยวกับความเพียงพอของระบบควบคุมภายในของบริษัท</li>
											<li>
												ความเห็นเกี่ยวกับการปฏิบัติตามกฎหมายว่าด้วยหลักทรัพย์และ
												ตลาดหลักทรัพย์ ข้อกำหนดของตลาดหลักทรัพย์ฯ และกฎหมายที่เกี่ยวข้องกับธุรกิจของบริษัท
											</li>
											<li>ความเห็นเกี่ยวกับความเหมาะสมของผู้สอบบัญชี</li>
											<li>ความเห็นเกี่ยวกับรายการที่อาจมีความขัดแย้งทางผลประโยชน์</li>
											<li>
												จำนวนครั้งของการประชุมคณะกรรมการตรวจสอบและการเข้าร่วมประชุมของกรรมการ
												ตรวจสอบแต่ละท่าน
											</li>
											<li>
												ความเห็นหรือข้อสังเกตโดยรวมที่คณะกรรมการตรวจสอบได้รับจากการปฏิบัติ
												หน้าที่ตามกฎบัตร (Charter)
											</li>
											<li>
												รายงานอื่นใดที่เห็นว่าผู้ถือหุ้นและผู้ลงทุนทั่วไปควรทราบ 
												ภายใต้ขอบเขตหน้าที่และความรับผิดชอบที่ได้รับมอบหมายจากคณะกรรมการ
												บริษัท
											</li>
										</ul>
	 								</li>
	 								<li>
	 									<span class="number">4.9</span>
	 									ตรวจสอบหรือจัดการให้มีการตรวจสอบ
	 									เพื่อหาข้อเท็จจริงเกี่ยวกับเหตุอันควรสงสัยใดๆ 	 									
	 									ในเรื่องที่ได้รับแจ้งจากผู้สอบบัญชีภายนอก
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									ของบริษัท ซึ่งเกี่ยวข้องกับกรรมการ ผู้บริหาร หรือบุคคลใดๆที่ได้
	 									กระทำ หรืออาจเป็นการกระทำความผิดตามพระราชบัญญัติ
	 									หลักทรัพย์ และ
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									ตลาดหลักทรัพย์ และรายงานผลการตรวจสอบหาข้อเท็จจริงในเบื้องต้น
	 									ต่อสำนักงานคณะกรรมการกำกับหลักทรัพย์	 และตลาดหลักทรัพย์ 
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									และผู้สอบบัญชีภายนอกของบริษัท 
	 									ภายใน 30 วัน หลังจากผู้ได้รับแจ้งจากผู้สอบบัญชีภายนอก ในการตรวจสอบหาข้อเท็จจริง 

	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									เกี่ยวกับกิจกรรมใดๆ ภายในความรับผิดชอบ คณะกรรมการตรวจสอบสามารถขอข้อมูลที่ต้องการ
										จากพนักงานของบริษัท หรือบริษัทในเครือ 

										<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
										หรือผู้สอบบัญชีภายนอกของบริษัท ได้ตามสมควร พนักงานทุกคนของบริษัทมีหน้าที่ให้ความร่วมมือ 
										เมื่อมีการขอข้อมูลดังกล่าว นอกจากนี้ 
										<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
										คณะกรรมการตรวจสอบสามารถขอคำปรึกษาจากผู้เชี่ยวชาญภายนอกได้
										ในกรณีที่คณะกรรมการตรวจสอบเห็นว่ามีความจำเป็น
	 								</li>
	 								<li>
	 									<span class="number">4.10</span>
	 									สอบสวนหาข้อเท็จจริงเกี่ยวกับเรื่องใดๆที่มีการแจ้งให้คณะกรรมการตรวจสอบทราบ 
	 									ภายในขอบเขตของหน้าที่ของคณะกรรมการตรวจสอบ 
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									และกระทำการอื่นใด ตามที่ได้รับมอบหมาย	 									
	 									จากคณะกรรมการบริษัท โดยได้รับความยินยอมจากคณะกรรมการตรวจสอบ
	 								</li>
	 								<li>
	 									<span class="number">4.11</span>
	 									ดำเนินการให้มีนโยบาย “การแจ้งเบาะแส” (Whistle-blowing) อย่างเพียงพอ
	 								</li>
	 								<li>
	 									<span class="number">4.12</span>
	 									ในการปฏิบัติหน้าที่ของคณะกรรมการตรวจสอบ หากพบหรือมีข้อสงสัยว่ามีรายการหรือการกระทำ
	 									ดังต่อไปนี้ ซึ่งอาจมีผลกระทบ
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									อย่างมีนัยสำคัญต่อฐานะการเงิน และผลการดำเนินงาน	 									
	 									ของบริษัทให้ คณะกรรมการตรวจสอบรายงาน ต่อคณะกรรมการของบริษัท
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									เพื่อดำเนินการปรับปรุงแก้ไข ภายในระยะเวลาที่คณะกรรมการตรวจสอบเห็นสมควร

	 									<ul>
	 										<li>
	 											<span class="number">1.)</span>
	 											รายการที่เกิดความขัดแย้งทางผลประโยชน์
	 										</li>
	 										<li>
	 											<span class="number">2.)</span>
	 											การทุจริต หรือมีสิ่งผิดปกติ หรือมีความบกพร่องที่สำคัญในระบบควบคุมภายใน
	 										</li>
	 										<li>
	 											<span class="number">3.)</span>
	 											การฝ่าฝืนกฎหมายว่าด้วยหลักทรัพย์และตลาดหลักทรัพย์ 
	 											ข้อกำหนดของตลาดหลักทรัพย์ฯ หรือกฎหมายที่เกี่ยวข้องกับธุรกิจ
	 											<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 											ของบริษัทหากคณะกรรมการของบริษัท  หรือผู้บริหาร 
	 											ไม่ดำเนินการให้มีการปรับปรุงแก้ไข ภายในระยะเวลา กรรมการตรวจสอบ

	 											<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 											รายใดรายหนึ่งอาจรายงานว่า มีรายการหรือ การกระทำดังกล่าวข้างต้นต่อสำนักงานคณะกรรมการกำกับหลักทรัพย์

	 											<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
												และตลาดหลักทรัพย์หรือตลาดหลักทรัพย์แห่งประเทศไทย
	 										</li>
	 									</ul>
	 								</li>

	 								
	 							</ul>
	 						</li>

	 						<li>
	 							<div class="small-title orange">
	 								<span class="number">5.</span>  อำนาจดำเนินการ
	 							</div>
	 							<ul>
	 								<li>
	 									<span class="number">5.1</span>
	 									คณะกรรมการตรวจสอบมีอำนาจดำเนินการ คัดเลือก เสนอแต่งตั้ง 
	 									และกำหนดค่าตอบแทนของผู้สอบบัญชีของบริษัท
	 								</li>
	 								<li>
	 									<span class="number">5.2</span>
	 									คณะกรรมการตรวจสอบมีอำนาจแต่งตั้งเลขานุการคณะกรรมการตรวจสอบ 
	 									เพื่อช่วยเหลือการดำเนินงานของคณะกรรมการตรวจสอบ
	 								</li>
	 								<li>
	 									<span class="number">5.3</span>
	 									คณะกรรมการตรวจสอบมี อำนาจที่จะขอความเห็นที่เป็นอิสระจากที่
	 									ปรึกษาวิชาชีพอื่นใดเมื่อเห็นว่า จำเป็นด้วยค่าใช้จ่ายของบริษัท
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									ซึ่งการดำเนินการว่าจ้างให้เป็นไปตาม ระเบียบปฏิบัติของบริษัทฯ
	 								</li>
	 								<li>
	 									<span class="number">5.4</span> 
	 									คณะกรรมการตรวจสอบมีอำนาจเรียกขอข้อมูลจากหน่วยงานต่าง ๆ ของบริษัทประกอบการพิจารณาเพิ่มเติมในเรื่องต่างๆ ได้
	 								</li>	 								
	 							</ul>
	 						</li>

	 						<li>
	 							<div class="small-title orange">
	 								<span class="number">6.</span>  การประชุม
	 							</div>
	 							<ul>
	 								<li>
	 									<span class="number">6.1</span>
	 									คณะกรรมการตรวจสอบจัดประชุมอย่างน้อยปีละ 4 ครั้ง ในกรณีจำเป็นเร่งด่วน
	 									กรรมการตรวจสอบคนใดคนหนึ่ง 
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									หรือกรรมการคนใดคนหนึ่งของบริษัทอาจขอให้มีการจัดประชุมคณะกรรมการ ตรวจสอบได้ โดยผ่านหน่วยงานตรวจสอบภายใน
	 								</li>
	 								<li>
	 									<span class="number">6.2</span>
	 									ในการเชิญประชุมคณะกรรมการตรวจสอบ ให้ประธานกรรมการตรวจสอบหรือเลขานุการ
	 									คณะกรรมการตรวจสอบโดยคำสั่ง
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									ประธานกรรมการตรวจสอบ ส่งหนังสือนัดประชุมไปยังกรรมการ
	 									ตรวจสอบ ก่อนวันประชุม อย่างน้อย 7 วัน เว้นแต่ในกรณี
	 									จำเป็นเร่งด่วนจะแจ้ง
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									การนัดประชุมโดยวิธีอื่น หรือ
	 									กำหนดวันประชุมให้เร็วกว่านั้นก็ได้
	 								</li>
	 								<li>
	 									<span class="number">6.3</span>
	 									องค์ประชุมของคณะกรรมการตรวจสอบต้องประกอบด้วย กรรมการตรวจสอบไม่น้อยกว่ากึ่งหนึ่ง 
	 									ทั้งนี้ในกรณีพิจารณางบการเงินรายไตรมาส
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									หรือประจำปี ต้องมีกรรมการตรวจสอบ ที่มีความรู้
	 									ประสบการณ์ในการสอบทานงบการเงิน เข้าร่วมประชุม
	 								</li>
	 								<li>
	 									<span class="number">6.4</span>
	 									กรณีที่ประธานกรรมการตรวจสอบติดภารกิจไม่สามารถเข้าร่วมประชุมได้
	 									ให้กรรมการตรวจสอบซึ่งมา  ประชุมเลือกกรรมการตรวจสอบคนหนึ่ง
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									เป็นประธานในที่ประชุม
	 								</li>
	 								<li>
	 									<span class="number">6.5</span>
	 									การวินิจฉัยชี้ขาดของที่ประชุมให้ถือเสียงข้างมาก
	 									ถ้าคะแนนเสียงเท่ากันให้ประธานในที่ประชุมออก
										เสียงเพิ่มอีกเสียงหนึ่งเป็นเสียงชี้ขาด
	 								</li>
	 								<li>
	 									<span class="number">6.6</span>
	 									การลงคะแนนเสียง กรรมการตรวจสอบที่มีส่วนได้เสียใดๆ 
	 									ในเรื่องที่พิจารณาห้ามมิให้แสดงความเห็นและลงคะแนนเสียงในเรื่องนั้นๆ
	 								</li>
	 								<li>
	 									<span class="number">6.7</span>
	 									เลขานุการคณะกรรมการตรวจสอบไม่มีสิทธิออกเสียงลงคะแนน
	 								</li>
	 								<li>
	 									<span class="number">6.8</span>
	 									รายงานการประชุม ให้เลขานุการคณะกรรมการตรวจสอบ
	 									หรือผู้ที่ได้รับมอบหมายจากคณะกรรมการ
	 									ตรวจสอบเป็นผู้จัดทำรายงานการประชุม
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									คณะกรรมการตรวจสอบ	 									
	 									ซึ่งรายงานการประชุมดังกล่าว 
	 									ต้องผ่านการรับรองจากคณะกรรมการตรวจสอบ
	 									และให้ประธานกรรมการตรวจสอบเป็น
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									ผู้รายงานผลการประชุมต่อที่ประชุมคณะกรรมการบริษัท 	 									
	 									เพื่อทราบถึงกิจกรรมของคณะกรรมการตรวจสอบ
	 								</li>
	 								<li>
	 									<span class="number">6.9</span>
	 									คณะกรรมการตรวจสอบประชุมร่วมกับผู้สอบบัญชีโดยไม่มีฝ่ายบริหารเข้าร่วมประชุม
	 									อย่างน้อยปีละ 1 ครั้ง
	 								</li>
	 								<li>
	 									<span class="number">6.10</span>
	 									คณะกรรมการตรวจสอบสามารถเชิญผู้ที่เกี่ยวข้อง ได้แก่ กรรมการบริษัท 
	 									ผู้บริหาร หรือพนักงานของบริษัท ให้เข้าร่วมประชุม หารือ ชี้แจง

	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									หรือตอบข้อซักถามได้
	 								</li>
	 							</ul>
	 						</li>

	 						<li>
	 							<div class="small-title orange">
	 								<span class="number">7.</span>  การรายงาน
	 							</div>
	 							<ul>
	 								<li>
	 									<span class="number">7.1</span>
	 									การรายงานต่อคณะกรรมการบริษัท

	 									<ul>
	 										<li>
	 											<span class="number">7.1.1</span>
	 											รายงานกิจกรรมต่าง ๆ อย่างสม่ำเสมอ เพื่อให้คณะกรรมการบริษัทรับทราบกิจกรรมของคณะกรรมการตรวจสอบ
	 											<ul>
	 												<li>
		 												<span class="number">ก.)</span>
		 												รายงานการประชุมคณะกรรมการตรวจสอบ ซึ่งระบุความเห็นในการพิจารณากิจกรรมต่างๆ ไว้อย่างชัดเจน
	 												</li>
	 												<li>
		 												<span class="number">ข.)</span>
		 												รายงานกิจกรรมที่พิจารณาในรอบระหว่างป
	 												</li>
	 												<li>
		 												<span class="number">ค.)</span>
		 												รายงานเกี่ยวกับความเห็นต่อรายงานทางการเงิน รายงานผลการตรวจสอบภายใน
	 												</li>
	 												<li>
	 													<span class="number">ง.)</span>
		 												รายงานอื่นใดที่เห็นว่าคณะกรรมการบริษัทควรทราบ
	 												</li>
	 											</ul>
	 										</li>

	 										<li>
	 											<span class="number">7.1.2</span>
	 											รายงานสิ่งที่ตรวจพบในทันที เพื่อคณะกรรมการบริษัทจะได้หาแนวทางแก้ไขได้ทันเวลา 
	 											ในเรื่องดังต่อไปนี้
	 											<ul>
	 												<li>
		 												<span class="number">ก.)</span>
		 												รายงานการทุจริต หรือมีสิ่งผิดปกติ หรือมีความบกพร่อง
		 												สำคัญในระบบควบคุมภายใน
	 												</li>
	 												<li>
		 												<span class="number">ข.)</span>
		 												รายงานความขัดแย้งทางผลประโยชน์
	 												</li>
	 												<li>
		 												<span class="number">ค.)</span>
		 												การฝ่าฝืนกฎหมาย หรือข้อกำหนดใดๆ ของตลาดหลักทรัพย์แห่งประเทศไทย และกฎหมายอื่นที่เกี่ยวข้อง
	 												</li>
	 											</ul>
	 										</li>
	 									</ul>
	 								</li>
	 								<li>
	 									<span class="number">7.2</span>
	 									การรายงานของบริษัทจดทะเบียน ต่อตลาดหลักทรัพย์แห่งประเทศไทย

	 									<ul>
	 										<li>
	 											<span class="number">7.2.1</span>
	 											การแต่งตั้งคณะกรรมการตรวจสอบ
	 											<ul>
	 												<li>
		 												<span class="number">ก.)</span>
		 												รายงานมติที่ประชุมคณะกรรมการบริษัทถึงการแต่งตั้งคณะกรรมการตรวจสอบ พร้อม
		 												นำส่งแบบแจ้งรายชื่อและขอบเขตของ

		 												<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
		 												คณะกรรมการตรวจสอบ
		 												ตามข้อกำหนดของตลาดหลักทรัพย์ฯ
	 												</li>
	 												<li>
		 												<span class="number">ข.)</span>
		 												นำส่งหนังสือรับรองและประวัติของกรรมการตรวจสอบ พร้อมการรายงานมติการแต่งตั้ง
		 												คณะกรรมการตรวจสอบต่อ

		 												<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
		 												ตลาดหลักทรัพย์ฯ ภายใน 3 วัน 
		 												นับแต่วันที่คณะกรรมการ
		 												บริษัทมีมติแต่งตั้งกรรมการตรวจสอบ
	 												</li>
	 											</ul>
	 										</li>

	 										<li>
	 											<span class="number">7.2.2</span>
	 											การเปลี่ยนแปลงสมาชิกคณะกรรมการตรวจสอบ
	 											<ul>
	 												<li>
		 												<span class="number">ก.)</span>
		 												รายงานมติที่ประชุมคณะกรรมการบริษัท
		 												ถึงการเปลี่ยนแปลงสมาชิกกรรมการ
		 												ตรวจสอบต่อตลาดหลักทรัพย์ฯ ตามข้อกำหนด
		 												<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
		 												ของตลาดหลักทรัพย์ฯ
	 												</li>
	 												<li>
		 												<span class="number">ข.)</span>
		 												นำส่งหนังสือรับรองและประวัติของกรรมการตรวจสอบ 
		 												สำหรับกรรมการตรวจสอบที่ ได้รับการแต่งตั้งใหม่ พร้อมการรายงาน
		 												<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
		 												มติการแต่งตั้งคณะกรรมการตรวจสอบ
	 												</li>
	 											</ul>
	 										</li>
	 										<li>
	 											<span class="number">7.2.3</span>
	 											การเปลี่ยนแปลงหน้าที่และขอบเขตการดำเนินงานของคณะกรรมการตรวจสอบ
	 											รายงานมติที่ประชุมคณะกรรมการบริษัทถึง
	 											<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 											การเปลี่ยนแปลงหน้าที่ และขอบเขตการดำเนินงาน ของคณะกรรมการตรวจสอบต่อตลาดหลักทรัพย์ฯ 
	 											ตามข้อกำหนดของ
	 											<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 											ตลาดหลักทรัพย์ฯ ภายใน 3 วัน นับแต่วันที่มีมติของคณะกรรมการบริษัทเกี่ยวกับการเปลี่ยนแปลง
	 											ดังกล่าว
	 										</li>
	 									</ul>
	 								</li>
	 							</ul>
	 						</li>
	 					</ul>
						<p class="description">
							คณะกรรมการตรวจสอบมีความรับผิดชอบต่อคณะกรรมการบริษัทตามขอบเขตของหน้าที่ 
							และความรับผิดชอบของตนตามที่ได้รับมอบหมายตามข้อกำหนดแห่งกฎบัตรฉบับนี้
							ในขณะที่คณะกรรมการบริษัท มีความรับผิดชอบโดยรวมต่อกิจการต่างๆของบริษัทและภาระผูกพัน
							ที่บริษัทมีต่อบุคคลภายนอกกฎบัตรนี้จะต้องได้รับการทบทวนอย่างน้อยปีละ 1 ครั้ง
							โดยคณะกรรมการตรวจสอบ และหากมีการแก้ไข 
							ให้นำเสนอคณะกรรมการบริษัทเพื่อพิจารณาอนุมัติ
						</p>
						<a class="btn btn-effect btn-block" ><i class="fa fa-file-pdf-o fa-lg" ></i> กฎบัตร ฉบับก่อนหน้า</a>
	 				</div>
	 			</div>
	 		</div> 
	    </div>

      <?php include "footer.php";?>
    </div>
  </body>  
  <?php include "init-js.php";?>
</html>