<!doctype html>
<!--[if IE 8 ]>
<html class="ie ie8" lang="en">
<![endif]-->
<!--[if (gte IE 9)|!(IE)]>
<html lang="en" class="no-js">
<![endif]-->
<html lang="en">
  <?php include "init-template.php";?>
  <body>
    <div id="container">
      <?php include "header.php";?>
      	<div class="page-header">
	        <div class="container">
	          <div class="row">
	            <div class="col-md-12">	            
	              <div class="breadcrumb">
	                <span>คุณอยู่ที่นี่ : </span>
	                <a href="./">หน้าแรก</a>
	                <span class="crumbs-spacer"></span>
	                <span class="current">กฎบัตร</span>
	                <span class="crumbs-spacer"></span>
	                <span class="current">กฎบัตรการตรวจสอบภายใน</span>
	              </div>
	            </div>
	          </div>
	        </div>
      	</div>
 		
 		<div id="content">
	 		<div class="container charter-container">
	 			<div class="row">
	 				<div class="col-sm-12">
	 					<div class="big-title">กฎบัตรการตรวจสอบภายใน</div>
	 					<p class="discription">
	 					กฎบัตรนี ้จัดทําขึ้นเพื่อให้ผู้บริหารและพนักงานทุกระดับมีความเข้าใจเกี่ยวกับวัตถุประสงค์
	 					ขอบเขตการปฏิบัติงาน อํานาจ บทบาทหน้าที่และความรับผิดชอบของหน่วยงานตรวจสอบภายใน <br/> 
	 					ของบริษัท พรีไซซ คอร์ปอเรชั่น จํากัด

	 					</p>

	 					<ul class="charter">
	 						<li>
	 							<div class="small-title orange">
	 								<span class="number">1.</span>  ความสำคัญและวัตถุประสงค์ของการตรวจสอบภายใน 
	 							</div>
	 							<p class="description">
		 							วัตถุประสงค์ของการตรวจสอบภายใน คือ การประเมินการควบคุมขององค์กรเพื่อให้มันใจว่า 
		 							องค์กรสามารถบรรลุวัตถุประสงค์และเป้าหมายของกิจการได้อย่างมีประสิทธิภาพประสิทธิผลภายใต้
		 							ค่าใช้จ่ายและการบริหารความเสี่ยงที่เหมาะสม โดยความเสี่ยงของกิจกรรมต่างๆ 
		 							ภายในองค์กรจะเป็นปัจจัยสําคัญที่กําหนดทิศทางการทํางานของกิจกรรมการตรวจสอบภายในเพื่อให้
		 							บรรลุวัตถุประสงค์และเป้าหมายของการตรวจสอบภายใน (ตลาดหลักทรัพย์แห่งประเทศไทย 2548: 8-9)
		 							การตรวจสอบภายในเป็นกิจกรรมประเมินผลอิสระในการทํางานเพื่อส่งเสริมการปฏิบัติงานในองค์กร
		 							ให้บรรลุวัตถุประสงค์และเป้าหมายที่วางไว้ด้วยการประเมินและปรับปรุงประสิทธิภาพ และ
		 							ประสิทธิผลของกระบวนการบริหารความเสี่ยงการควบคุม และกระบวนการกํากับดูแลอย่างเป็น
		 							ระบบ และเป็นระเบียบ (สมาคมผู้ตรวจสอบภายในของสหรัฐอเมริกา) 
		 							โดยนําแนวปฏิบัติงานที่เป็นระบบ และมีการเสนอรายงานเกี่ยวกับกิจกรรมการเพิ่มมูลค่าขององค์กร
		 							เพื่อให้ได้ผลตอบแทนระยะยาว และได้รับการพัฒนาให้มีการเจริญเติบโตอย่างมันคง และยั่งยืน
		 							โดยที่การตรวจสอบภายในมีส่วนผลักดันในส่วนงานที่เกี่ยวข้องกับ 
	 							</p>
	 							<ul>
	 								<li>
	 									<span class="number">1.1</span>  
	 									ส่งเสริมให้เกิดกระบวนการกํากับดูแลที่ดี และ ความโปร่งใสในการปฏิบัติงาน (Transparency)
	 								</li>
	 								<li>
	 									<span class="number">1.2</span>  
	 									ส่งเสริมให้เกิดการบันทึกบัญชีและรายงานตามหน้าที่ความรับผิดชอบ 
	 									(Accountability and Responsibility) ซึ่งเป็นพื ้นฐานของหลักความโปร่งใส 
	 									และความสามารถตรวจสอบได้ <br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									(Audit Ability)
	 								</li>
	 								<li>
	 									<span class="number">1.3</span>
	 									ส่งเสริมให้เกิดประสิทธิภาพและประสิทธิผลของการปฏิบัติงาน 
	 									(Efficiency and Effectiveness of Performance) เพราะการตรวจสอบเป็นการประเมิน
	 									วิเคราะห์ และ เปรียบเทียบข้อมูลทุกด้าน<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									ในการปฏิบัติงาน
	 								</li>
	 								<li>
	 									<span class="number">1.4</span>
	 									เป็นมาตรการถ่วงดุลแห่งอํานาจ (Check and Balance) ส่งเสริมให้การจัดสรร 
	 									การใช้ทรัพยากรขององค์กรเป็นไปอย่างเหมาะสมตามลําดับความสําคัญ เพื่อให้ได้ผลงาน
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									ที่เป็นประโยชน์สูงสุดต่อองค์กร
	 								</li>
	 								<li>
	 									<span class="number">1.5</span>
	 									ให้สัญญาณภัยเตือนล่วงหน้า (Warning Signals) การตรวจสอบช่วยลดโอกาส
	 									ของการประพฤติไม่ชอบ การทุจริต หรือเหตุการณ์ความเสี่ยงที่สูงเกินกว่าที่ฝ่ ายบริหารกําหนดไว้
	 									โดยการสื่อสาร<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									ให้ทราบตัวชี ้วัดการทุจริต และเพื่อการแก้ไขปัญหาอย่างทันกาล
	 								</li>
	 							</ul>
	 						</li>
	 						<li>
	 							<div class="small-title orange">
	 								<span class="number">2.</span>	ขอบเขตของการตรวจสอบภายใน
	 							</div>
	 							<ul>
	 								<li>
	 									<span class="number">2.1</span>
	 									สอบทานและประเมินความเพียงพอและความมีประสิทธิผลของการบริหารความเสี่ยง 
	 									และการควบคุมภายในขององค์กร
	 								</li>
	 								<li>
	 									<span class="number">2.2</span>
	 									สอบทานความเชื่อถือได้ของข้อมูลทางบัญชีและรายงานทางการเงิน 
	 									วิธีการบันทึกบัญชี และ มาตรฐานการบัญชี
	 								</li>
	 								<li>
	 									<span class="number">2.3</span>
	 									ประเมินความถูกต้องเชื่อถือได้และความเพียงพอของระบบงานต่างๆ 
	 									และระบบสารสนเทศรวมถึงความปลอดภัยของระบบสารสนเทศ ให้มีการควบคุมภายใน
	 									ที่รัดกุม เหมาะสม และมีประสิทธิภาพ
	 								</li>
	 								<li>
	 									<span class="number">2.4</span>
	 									สอบทานความเพียงพอและเหมาะสมของการบันทึก การใช้ และการดูแลรักษาทรัพย์สิน
	 									และผลประโยชน์ขององค์กร
	 								</li>
	 								<li>
	 									<span class="number">2.5</span>
	 									สอบทานการปฏิบัติตามหลักการกํากับดูแลกิจการที่ดี
	 								</li>
	 								<li>
	 									<span class="number">2.6</span>
	 									สอบทานและประเมินการควบคุมภายในของระบบการปฏิบัติงานของหน่วยงานภายใน
	 									องค์กร ให้ปฏิบัติตามนโยบาย ระเบียบ ข้อบังคับขององค์กร 
	 									รวมทั ้งปฏิบัติตามข้อกําหนดกฎหมาย 
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									หรือกฎเกณฑ์ที่เกี่ยวข้อง รวมทั ้งคุณภาพของการปฏิบัติงานภายในองค์กร
	 								</li>
	 								<li>
	 									<span class="number">2.7</span>
	 									สังเกตการณ์ ตรวจสอบ สอบทาน หรือสอบสวนงานต่างๆที่ได้รับมอบหมายจาก
	 									คณะกรรมการองค์กร คณะกรรมการตรวจสอบ ในการหาข้อผิดพลาดในการปฏิบัติงาน 
	 									หรือประเด็นทุจริตต่างๆ
	 								</li>
	 								<li>
	 									<span class="number">2.8</span>
	 									ให้คําปรึกษา แนะนําหรือข้อคิดเห็น ตลอดจนแนวปฏิบัติงานเพื่อให้มีระบบการควบคุม
	 									ภายในที่รัดกุมและเหมาะสม
	 								</li>
	 							</ul>
	 						</li>
	 						<li>
	 							<div class="small-title orange">
	 								<span class="number">3.</span>มาตรฐานการตรวจสอบภายใน
	 							</div>
	 							<p class="description">
	 								การปฏิบัติงานของหน่วยงานตรวจสอบภายในต้องเป็นไปตามมาตรฐานสากลการปฏิบัติงานวิชาชีพ
	 								การตรวจสอบภายใน และมาตรฐานวิชาชีพตรวจสอบภายใน<br/>
	 								ของสมาคมผู้ตรวจสอบภายในแห่งประเทศไทย
	 							</p>
	 						</li>
	 						<li>
	 							<div class="small-title orange">
	 								<span class="number">4.</span>อำนาจในการตรวจสอบภายใน
	 							</div>
	 							<ul>
	 								<li>
	 									<span class="number">4.1</span>
	 									ผู้ตรวจสอบภายในมีสิทธิที่จะขอเข้าทําการตรวจสอบทรัพย์สินและกิจกรรมต่างๆ
	 									ขององค์กรรวมทั ้งการขอตรวจสอบหนังสือ บัญชี และเอกสารประกอบการบันทึกบัญชี 
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									จดหมายโต้ตอบและรายงานต่างๆ ที่เกี่ยวข้องกับงานของหน่วยงานรับตรวจ
	 								</li>
	 								<li>
	 									<span class="number">4.2</span>
	 									ผู้ตรวจสอบภายในมีสิทธิขอให้ผู้รับตรวจให้ข้อมูล เอกสาร และคําชี้แจงใน
	 									เรื่องที่ทําการตรวจสอบ โดยผู้บริหารและพนักงานของหน่วยงานรับตรวจจะต้องให้ความร่วมมือ และ
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									อํานวยความสะดวกต่อการตรวจสอบอย่างเต็มที่
	 								</li>
	 							</ul>
	 						</li>
	 						<li>
	 							<div class="small-title orange">
	 								<span class="number">5.</span>ความเป็นอิสระ
	 							</div>
	 							<ul>
	 								<li>
	 									<span class="number">5.1</span>
	 									หน่วยงานตรวจสอบภายในมีความเป็นอิสระ โดยผู้ตรวจสอบภายในรายงานตรงต่อหัวหน้า
	 									หน่วยงานตรวจสอบภายใน และหัวหน้าหน่วยงานตรวจสอบภายใน
										<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									รายงานตรงต่อคณะกรรมการตรวจสอบ
	 								</li>
	 								<li>
	 									<span class="number">5.2</span>
	 									กิจกรรมการตรวจสอบต้องมีการดําเนินการอย่างเป็นอิสระ ทั ้งในด้านขอบเขตของการ
	 									ตรวจสอบ ขั ้นตอน ระยะเวลา เนื ้อหาของรายงาน เพื่อให้การปฏิบัติงานตรวจสอบเป็นไป
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									โดยมีประสิทธิภาพ บรรลุเป้าหมายและเป็นไปตามแผนการตรวจสอบที่วางไว้
	 								</li>
	 								<li>
	 									<span class="number">5.3</span>
	 									ผู้ตรวจสอบภายในและหัวหน้าหน่วยงานตรวจสอบภายใน ไม่มีหน้าที่รับผิดชอบหรือ
	 									มีส่วนร่วมในการปฏิบัติงานอื่นขององค์กรที่มิใช่งานเกี่ยวกับการตรวจสอบภายใน 
	 									หรือกิจกรรมใด
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									ที่อาจมีผลกระทบต่อความเป็นอิสระและความเที่ยงธรรมของผู้ตรวจสอบภายใน
	 								</li>
	 								<li>
	 									<span class="number">5.4</span>
	 									ผู้ตรวจสอบภายในจะต้องเปิดเผยความขัดแย้งทางผลประโยชน์ที่อาจมีขึ้นจาก
	 									การปฏิบัติงานตรวจสอบต่อหัวหน้าตรวจสอบภายใน
	 								</li>
	 								<li>
	 									<span class="number">5.5</span>
	 									หากความเป็นอิสระถูกกระทบทั ้งโดยข้อเท็จจริง หรือโดยพฤติกรรมที่แสดงให้เห็น 
	 									ผู้ตรวจสอบภายในต้องเปิดเผยรายละเอียดของผลกระทบต่อหัวหน้าหน่วยงานตรวจสอบภายใน 
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									และรายงานต่อคณะกรรมการตรวจสอบ
	 								</li>
	 							</ul>
	 						</li>
	 						<li>
	 							<div class="small-title orange">
	 								<span class="number">6.</span>การรายงานผลการตรวจสอบ
	 							</div>
	 							<p class="description">
	 								หัวหน้าหน่วยงานตรวจสอบภายใน เสนอรายงานผลการตรวจสอบและ
	 								ข้อเสนอแนะต่อคณะกรรมการตรวจสอบ และส่งสําเนาให้คณะกรรมการบริษัท
	 							</p>
	 						</li>
	 						<li>
	 							<div class="small-title orange">
	 								<span class="number">7.</span>สายการบังคับบัญชา
	 							</div>
	 							<ul>
	 								<li>
	 									<span class="number">7.1</span>
	 									หน่วยงานตรวจสอบภายในขึ ้นตรงต่อคณะกรรมการตรวจสอบ
	 								</li>
	 								<li>
	 									<span class="number">7.2</span>
	 									คณะกรรมการตรวจสอบเป็นผู้พิจารณาและให้ความเห็นชอบในการแต่งตั ้ง 
	 									ถอดถอนโยกย้าย เปลี่ยนตําแหน่ง หรือการเลิกจ้าง หัวหน้าหน่วยงานตรวจสอบภายใน 
	 									และนําเสนอ
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									ต่อคณะกรรมการบริษัทเพื่อพิจารณาอนุมัติ
	 								</li>
	 								<li>
	 									<span class="number">7.3</span>
	 									คณะกรรมการตรวจสอบเป็นผู้พิจารณาในการรับ และการประเมินผลการปฏิบัติงานของ
	 									พนักงานในหน่วยงานตรวจสอบภายใน โดยหัวหน้าฝ่ ายตรวจสอบภายในเป็นผู้ให้ความเห็น	 									
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									และนําเสนอต่อคณะกรรมการบริษัทเพื่อพิจารณาอนุมัติ
	 								</li>
	 							</ul>	 							
	 						</li>
	 						<li>
	 							<div class="small-title orange">
	 								<span class="number">8.</span>หน้าที่และความรับผิดชอบของหน่วยงานตรวจสอบภายใน
	 							</div>
	 							<ul>
	 								<li>
	 									<span class="number">8.1</span>
	 									ผู้ตรวจสอบภายในมีหน้าที่ในการตรวจสอบตามมาตรฐานการประกอบวิชาชีพตรวจสอบ
	 								</li>
	 								<li>
	 									<span class="number">8.2</span>
	 									จัดทําแผนงานตรวจสอบภายในประจําปี นําเสนอคณะกรรมการตรวจสอบเพื่อพิจารณา
	 									อนุมัติภายในเดือนสุดท้ายรอบปีบัญชีขององค์กร
	 								</li>
	 								<li>
	 									<span class="number">8.3</span>
	 									ตรวจสอบ ประเมินผล และติดตามดูแลการปฏิบัติงานของหน่วยงานต่างๆ ขององค์กรให้
	 									เป็นไปตามนโยบาย ระเบียบ ข้อบังคับของบริษัท รวมทั ้งข้อกําหนดของกฎหมาย
	 								</li>
	 								<li>
	 									<span class="number">8.4</span>
	 									สอบทานและรายงานความเชื่อถือได้และความครบถ้วนของข้อมูลทางการเงิน 
	 									และมิใช่ทางการเงิน (Finance and Non Finance) ขององค์กร
	 								</li>
	 								<li>
	 									<span class="number">8.5</span>
	 									ตรวจสอบระบบการควบคุมภายในและการบริหารความเสี่ยงทุกขั ้นตอนการปฏิบัติงาน
	 									ของแต่ละ หน่วยงาน เพื่อให้มีความมั่นใจว่ามีระบบการควบคุมภายในที่เหมาะสม 
	 									รัดกุม 
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									และเพียงพอที่จะบริหารความเสี่ยงให้อยู่ในระดับที่ควบคุมได้ 
	 									และเป็นไปตามกระบวนการการกํากับดูแลกิจการที่ดี
	 								</li>
	 								<li>
	 									<span class="number">8.6</span>
	 									ตรวจสอบระบบเทคโนโลยีสารสนเทศ โดยเป็นการตรวจสอบการควบคุมทั่วไปของระบบ 
	 									(ITGeneral Controls) และตรวจสอบการควบคุมเฉพาะระบบงาน 
	 									(IT Application Controls)
	 								</li>
	 								<li>
	 									<span class="number">8.7</span>
	 									ให้คําปรึกษา คําแนะนํา สอบทาน และ เสนอแนะแนวทางในการปรับปรุงการควบคุมภายใน
	 									การบริหารความเสี่ยง และการกํากับดูแลกิจการที่ดี แก่ผู้บริหาร 
	 									และหน่วยงานรับตรวจ
	 								</li>
	 								<li>
	 									<span class="number">8.8</span>
	 									รายงานข้อเท็จจริงที่เป็นสาระสําคัญทั ้งหมดที่ตรวจพบอย่างครบถ้วน 
	 									แก่คณะกรรมการตรวจสอบ
	 								</li>
	 								<li>
	 									<span class="number">8.9</span>
	 									ติดตาม ตรวจสอบการดําเนินการตามข้อแนะนําจากการตรวจสอบของหน่วยงานตรวจสอบ
	 									ภายใน ผู้สอบบัญชี เพื่อให้มั่นใจว่าฝ่ ายบริหารได้นําไปปฏิบัติอย่างมี
	 									ประสิทธิผล
	 								</li>
	 								<li>
	 									<span class="number">8.10</span>
	 									จัดทํารายงานผลการตรวจสอบเสนอต่อฝ่ ายบริหารเพื่อพิจารณาภายใน 30 วัน 
	 									นับจากวันที่ตรวจสอบแล้วเสร็จ และสรุปเสนอต่อคณะกรรมการตรวจสอบเพื่อทราบเป็น
	 									ประจํา
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									ทุกครั้งที่มีการประชุมคณะกรรมการตรวจสอบ
	 								</li>
	 								<li>
	 									<span class="number">8.11</span>
	 									ในกรณีที่ผลการตรวจสอบพบว่ามีพฤติการณ์ที่น่าเชื่อว่าเป็นการทุจริต 
	 									หัวหน้าหน่วยตรวจสอบภายในต้องรายงานผลการตรวจสอบให้คณะกรรมการตรวจสอบพิจารณา
	 									โดยพลัน
	 								</li>
	 								<li>
	 									<span class="number">8.12</span>
	 									ปฏิบัติตามหลักจรรยาบรรณของผู้ตรวจสอบภายใน
	 								</li>
	 								<li>
	 									<span class="number">8.13</span>
	 									หัวหน้าหน่วยงานตรวจสอบภายใน ทําหน้าที่เลขานุการคณะกรรมการตรวจสอบ
	 								</li>
	 								<li>
	 									<span class="number">8.14</span>
	 									ปฏิบัติงานตรวจสอบอื่นใดตามที่ได้รับมอบหมายจากคณะกรรมการตรวจสอบ 
	 									และคณะกรรมการบริษัท
	 								</li>
	 								<li>
	 									<span class="number">8.15</span>
	 									กําหนดและทบทวนคู่มือการปฏิบัติงานฝ่ ายตรวจสอบภายใน อย่างน้อยปีละ 1 ครั ้ง 
	 									เสนอต่อคณะกรรมการตรวจสอบ เพื่อพิจารณาอนุมัติ
	 								</li>
	 							</ul>	 							
	 						</li>
 							<li>
	 							<div class="small-title orange">
	 								<span class="number">9.</span> การพัฒนาคุณภาพบุคลากร
	 							</div>
	 							<ul>
	 								<li>
	 									<span class="number">9.1</span>
	 									ผู้ตรวจสอบภายในควรได้รับการส่งเสริมและสนับสนุนจากองค์กรให้ได้รับ
	 									การพัฒนาความรู้ทักษะ และความสามารถ โดยการให้เข้าร่วมในการพัฒนาและ
	 									อบรมทางวิชาชีพอย่างต่อเนื่อง
	 								</li>
	 								<li>
	 									<span class="number">9.2</span>
	 									หัวหน้าหน่วยงานตรวจสอบภายในต้องจัดให้มีการประเมินคุณภาพงานตรวจสอบ 
	 									โดยมีแบบสอบถามให้หน่วยงานรับตรวจแสดงความเห็นหลังจากปิดการตรวจสอบทุกครั้ง
	 								</li>
	 							</ul>
 							</li>
 							<li>
	 							<div class="small-title orange">
	 								<span class="number">10.</span> จรรยาบรรณของผู้ตรวจสอบภายใน
	 							</div>
	 							<p class="description">
	 							ผู้ตรวจสอบภายในพึงยึดถือปฏิบัติและดํารงไว้ซึ่งหลักจรรยาบรรณ 
	 							เพื่อรักษาชื่อเสียง และส่งเสริมเกียรติคุณของผู้ตรวจสอบภายในและสาขาวิชาชีพของตน 
	 							ดังต่อไปนี้</p>
	 							<ul>
	 								<li>
	 									<span class="number">10.1</span>
	 									ปฏิบัติหน้าที่ด้วยความซื่อสัตย์สุจริต ขยันหมั่นเพียร
	 								</li>
	 								<li>
	 									<span class="number">10.2</span>
	 									มีความเที่ยงธรรม ปฏิบัติหน้าที่ด้วยความยุติธรรมต่อผู้มีส่วนได้เสีย
	 									ทุกกลุ่ม และปราศจากผลประโยชน์ทับซ้อนใดๆ
	 								</li>
	 								<li>
	 									<span class="number">10.3</span>
	 									มีสํานึกรับผิดชอบ เอาใจใส่ มุ่งมั่นและทุ่มเทในการปฏิบัติหน้าที่ให้สําเร็จ
	 									ลุล่วงอย่างมีประสิทธิภาพ
	 								</li>
	 								<li>
	 									<span class="number">10.4</span>
	 									เก็บรักษาความลับของข้อมูลที่ได้รับจากการปฏิบัติงาน ไม่เปิดเผยข้อมูลหรือ
	 									รายงานผลการตรวจสอบแก่บุคคลภายนอก หรือบุคคลภายในองค์กรที่ไม่มีส่วนเกี่ยวข้อง
	 									กับงานที่ตรวจสอบ
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									เว้นแต่จะได้รับอนุมัติจากกรรมการตรวจสอบ และไม่ใช้ข้อมูล
	 									ที่ได้มาเพื่อผลประโยชน์ส่วนตนหรือขัดต่อวัตถุประสงค์ที่ถูกต้องตามกฎหมาย
	 								</li>
	 								<li>
	 									<span class="number">10.5</span>
	 									ไม่รับสิ่งของหรือผลตอบแทนใดๆ และไม่มีส่วนร่วมในกิจกรรมหรือความสัมพันธ์ 
	 									ที่อาจก่อให้เกิดความไม่เป็นอิสระหรือไม่เที่ยงธรรมในการปฏิบัติหน้าที่
	 								</li>
	 								<li>
	 									<span class="number">10.6</span>
	 									ไม่ใช้อํานาจหน้าที่ในการแสวงหาผลประโยชน์เพื่อตนเอง
	 								</li>
	 								<li>
	 									<span class="number">10.7</span>
	 									ไม่กระทําการใดๆ หรือเข้าไปเกี่ยวข้องกับกิจกรรมใดๆ อันอาจนํามาซึ่งความเสียหาย
	 									หรือเสื่อมเสียต่อวิชาชีพการตรวจสอบภายใน ต่อตนเองหรือองค์กร
	 								</li>
	 								<li>
	 									<span class="number">10.8</span>
	 									พึงเรียนรู้และพัฒนาตนเองตลอดเวลาเพื่อเพิ่มพูนความรู้ความสามารถและความเชี่ยวชาญ
	 									ในการปฏิบัติงานให้บรรลุผลสําเร็จอย่างมีคุณภาพ
	 								</li>
	 								<li>
	 									<span class="number">10.9</span>
	 									มีความภักดีต่อองค์กร และให้ความร่วมมือในกิจกรรมทั้งปวงขององค์กร
	 								</li>
	 								<li>
	 									<span class="number">10.10</span>
	 									ประพฤติปฏิบัติตนให้เป็นตัวอย่างที่ดีแก่พนักงานของหน่วยงานอื่นๆ 
	 									ในการถือปฏิบัติโดยเคร่งครัดตามกฎระเบียบขององค์กร ตลอดจนหลักจรรยาบรรณของผู้ตรวจสอบภายใน
	 									<br/>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
	 									ที่กําหนดโดยสมาคมผู้ตรวจสอบภายในแห่งประเทศไทยซึ่งให้
	 									ถือเป็นส่วนหนึ่งของกฎบัตรนี้
	 								</li>
	 							</ul>
	 							<p class="description">
	 							ให้หน่วยงานตรวจสอบภายในพิจารณาทบทวนความเหมาะสมของกฎบัตรเป็นประจําทุกปี 
	 							หากเห็นสมควรเปลี่ยนแปลง ให้นําเสนอต่อคณะกรรมการตรวจสอบและคณะกรรมการบริษัทเพื่อพิจารณา
	 							</p>
 							</li>

	 					</ul>
	 					<div> 
	 						
	 					</div>
	 				</div>
	 			</div>

	 			<div class="row">
	 				<div class="col-sm-12">
	 					<a class="btn btn-effect btn-block" ><i class="fa fa-file-pdf-o fa-lg" ></i> กฎบัตร ฉบับก่อนหน้า</a>
	 				</div>
	 			</div>
	 		</div> 
	    </div>

      <?php include "footer.php";?>
    </div>
  </body>  
  <?php include "init-js.php";?>
</html>